define(function(require, exports, module) {
jQuery(function(a) {
	a.datepicker.regional["zh-CN"] = {
		closeText : "关闭",
		prevText : "&#x3c;上月",
		nextText : "下月&#x3e;",
		currentText : "当月",
		monthNames : [ "1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月",
				"10月", "11月", "12月" ],
		monthNamesShort : [ "一", "二", "三", "四", "五", "六", "七", "八", "九", "十",
				"十一", "十二" ],
		dayNames : [ "星期日", "星期一", "星期二", "星期三", "星期四", "星期五", "星期六" ],
		dayNamesShort : [ "周日", "周一", "周二", "周三", "周四", "周五", "周六" ],
		dayNamesMin : [ "日", "一", "二", "三", "四", "五", "六" ],
		weekHeader : "周",
		dateFormat : "yy-mm-dd",
		firstDay : 0,
		isRTL : false,
		showMonthAfterYear : true,
		yearSuffix : "年",
		festivalList : {
			"2013-02-09" : "春节",
			"2013-02-10" : "春节*",
			"2013-02-11" : "春节",
			"2013-02-12" : "春节",
			"2013-02-13" : "春节",
			"2013-02-14" : "春节",
			"2013-02-15" : "春节",
			"2013-04-01" : "清明节*",
			"2013-04-02" : "清明节",
			"2013-04-03" : "清明节",
			"2013-04-29" : "劳动节",
			"2013-04-30" : "劳动节",
			"2013-05-01" : "劳动节*",
			"2013-06-10" : "端午节",
			"2013-06-11" : "端午节",
			"2013-06-12" : "端午节*",
			"2013-09-19" : "中秋节*",
			"2013-09-20" : "中秋节",
			"2013-09-21" : "中秋节",
			"2013-10-01" : "国庆节*",
			"2013-10-02" : "国庆节",
			"2013-10-03" : "国庆节",
			"2013-10-04" : "国庆节",
			"2013-10-05" : "国庆节",
			"2013-10-06" : "国庆节",
			"2013-10-07" : "国庆节"
		},
		clearText : "清空"
	};
	a.datepicker.setDefaults(a.datepicker.regional["zh-CN"])
});

})